Repository: gerhardol/globalsat-sporttracks-plugin
Catalog: Properties/Resources.*.resx
Languages: nl, sv

# Device_DeleteWaypoints_Error
source: Error deleting waypoints
nl: Fout bij verwijderen waypoints
sv: Fel vid waypoints borttagning

# Device_GetInfo_Error
source: Error getting device info
nl: Fout bij ophalen apparaat info
sv: Fel när enhets information skulle hämtas

# Device_GetWaypoints_Error
source: Error loading waypoints
nl: Fout bij laden waypoints
sv: Fel när waypoints laddas

# Device_InsuficientMemory_Error
source: Insuficient memory
nl: Onvoldoende geheugen
sv: Slut på minne i enheten

# Device_OpenDevice_Error
source: Globalsat device not found
nl: Apparaat niet gevonden
sv: Enhet inte hittad

# Device_SendRoute_Error
source: Error sending route
nl: Fout bij verzenden route
sv: Fel när route skulle skickas

# Device_SendTrack_Error
source: Error sending activity
nl: Fout bij verzenden activiteit
sv: Fel när aktivitet skulle skickas

# Device_SendWaypoints_Error
source: Error sending waypoints
nl: Fout bij verzenden waypoints
sv: Fel när waypoints skulle skickas

# MessageDialog_Error_Title
source: Error
nl: Fout
sv: Problem

# UI_Settings_DeviceConfiguration_Title
source: Device Configuration
nl: Apparaat configuratie
sv: Enhets configuration

# UI_Settings_ExportConfigButton_Text
source: Export to file
nl: Export naar bestand
sv: Exportera till fil

# UI_Settings_ExportConfig_Error
source: Error exporting device configuration
nl: Fout bij export apparaat configuratie
sv: Fel vi enhets konfigurations exportering

# UI_Settings_ImportConfigButton_Text
source: Import from file
nl: Import uit bestand
sv: Importera från fil

# UI_Settings_ImportConfig_Error
source: Error importing device configuration
nl: Fout bij import apparaat configuratie
sv: Fel vi enhets konfigurations importering

# UI_Settings_ImportConfig_InvalidConfiguration
source: Invalid configuration file
nl: Onjuist configuratiebestand
sv: Invalid konfigurations fil

# UI_Settings_ScreenCaptureSave_Error
source: Error saving image
nl: Fout bij opslaan afbeelding
sv: Fil när bild sparades

# UI_Settings_ScreenCapture_CaptureScreen
source: Capture screen
nl: Maak schermafdruk
sv: Skärmdump

# UI_Settings_ScreenCapture_Error
source: Error capturing screen
nl: Fout bij maken schermafdruk
sv: Fel vid skärmdumps tagning

# UI_Settings_ScreenCapture_SaveImage
source: Save Image
nl: Afbeelding opslaan
sv: Spara bild

# UI_Settings_ScreenCapture_Title
source: Screen Capture
nl: Schermafdruk
sv: Skärmdump

# DeviceConfigurationDlg_chkImportOnlyNew_Text
source: Import new data only
nl: Importeer alleen nieuwe data
sv: Importera enbart nya aktiviteter
